{
  "characters": [
    {
      "id": "meldreth",
      "name": "Мелдрет",
      "fullName": "Мелдрет Песчаная Буря",
      "class": "Воин",
      "level": 8,
      "race": "Человек",
      "description": "Опытный воин пустыни, мастер клинка и защитник группы.",
      "image": "armored-egyptian-warrior.png",
      "classIcon": "Sword",
      "color": "from-red-600 to-red-800",
      "gold": 2450,
      "backstory": "Мелдрет родился в небольшом оазисе на краю великой пустыни. С детства он был окружен историями о древних воинах-фараонах и их легендарных подвигах. Когда его родная деревня подверглась нападению банды мародеров, Мелдрет взял в руки меч своего деда и дал отпор захватчикам.\n\nПосле этого события он поклялся защищать невинных и раскрыть тайны древних воинских искусств. Годы тренировок в пустыне закалили его тело и дух, а встреча с группой искателей приключений открыла ему путь к величайшим тайнам прошлого.\n\nСейчас Мелдрет ищет сокровища, веря, что они помогут ему стать достойным наследником древних героев пустыни."
    },
    {
      "id": "naeris",
      "name": "Наэрис",
      "fullName": "Наэрис Лунный Охотник",
      "class": "Следопыт",
      "level": 8,
      "race": "Эльф",
      "description": "Мастер выслеживания и стрельбы, знающий тайны пустыни.",
      "image": "elven-desert-ranger.png",
      "classIcon": "Eye",
      "color": "from-green-600 to-green-800",
      "gold": 1890,
      "backstory": "Наэрис происходит из древнего эльфийского рода, который веками служил хранителями границ между мирами живых и мертвых. Её предки были свидетелями расцвета и падения великих египетских династий, записывая их историю в священных хрониках.\n\nОбученная искусству выслеживания и стрельбы из лука с раннего детства, Наэрис обладает сверхъестественной способностью чувствовать присутствие нежити и находить скрытые проходы в древних гробницах.\n\nКогда древние печати начали ослабевать, а мертвые стали пробуждаться, Наэрис покинула свой лесной дом, чтобы найти источник этого зла и восстановить баланс между мирами."
    },
    {
      "id": "kalia",
      "name": "Калия",
      "fullName": "Калия Темная Мудрость",
      "class": "Некромант",
      "level": 7,
      "race": "Человек",
      "description": "Изучающая древние тайны смерти и нежити.",
      "image": "hooded-necromancer-egyptian-magic.png",
      "classIcon": "Sparkles",
      "color": "from-purple-600 to-purple-800",
      "gold": 1650,
      "backstory": "Калия была дочерью придворного мага одного из последних фараонов. С детства она проявляла необычные способности - могла видеть духов умерших и понимать их речь. Вместо того чтобы бояться этого дара, она решила изучить его природу.\n\nГоды изучения древних текстов и запретных ритуалов открыли ей глаза на истинную природу смерти и нежити. Калия поняла, что некромантия - это не только разрушение, но и способ защиты живых от угроз из мира мертвых.\n\nТеперь она путешествует с группой, используя свои знания для борьбы с древним злом, которое пробуждается в гробницах фараонов."
    },
    {
      "id": "gavina",
      "name": "Гавина",
      "fullName": "Гавина Солнечный Луч",
      "class": "Жрица",
      "level": 8,
      "race": "Человек",
      "description": "Служительница древних богов, несущая свет и исцеление.",
      "image": "egyptian-priestess.png",
      "classIcon": "Shield",
      "color": "from-green-600 to-green-800",
      "gold": 2100,
      "backstory": "Гавина служила в великом храме Ра в столице древнего царства. Она была одной из самых молодых жриц, когда-либо достигших высокого ранга, благодаря своей непоколебимой вере и способности исцелять даже самые тяжелые раны.\n\nКогда древние проклятия начали пробуждаться, а тьма стала распространяться по земле, Гавина получила видение от своего божества. Ей было показано, что только объединив силы с избранными героями, она сможет предотвратить возвращение древнего зла.\n\nПокинув безопасность храма, Гавина присоединилась к группе искателей приключений, неся с собой благословление солнечного бога и решимость защитить мир от надвигающейся тьмы."
    },
    {
      "id": "wind",
      "name": "Винд",
      "fullName": "Винд Быстрые Пальцы",
      "class": "Плут",
      "level": 8,
      "race": "Полурослик",
      "description": "Мастер скрытности и ловушек, незаменимый при исследовании гробниц.",
      "image": "halfling-desert-rogue.png",
      "classIcon": "Eye",
      "color": "from-blue-600 to-blue-800",
      "gold": 3200,
      "backstory": "Винд вырос на улицах большого торгового города, где научился выживать благодаря ловкости рук и острому уму. Будучи полуросликом в мире людей, он часто сталкивался с предрассудками, но это только закалило его характер.\n\nЕго жизнь изменилась, когда он случайно наткнулся на древнюю карту, ведущую к забытой гробнице. Попытка ограбить её едва не стоила ему жизни, но также открыла глаза на опасности, которые таятся в древних руинах.\n\nТеперь Винд использует свои навыки не только для личной выгоды, но и для помощи группе в исследовании опасных гробниц. Его способность обнаруживать и обезвреживать ловушки спасла жизни его товарищей не один раз."
    }
  ]
}
