{
  "journalEntries": [
    {
      "id": 1,
      "title": "Начало приключения",
      "date": "15 марта 2024",
      "location": "Город Каир",
      "session": 1,
      "type": "Начало кампании",
      "summary": "Группа героев встретилась в таверне \"Золотой Скарабей\"",
      "content": "Наша история началась в пыльном городе Каир, где четверо незнакомцев встретились в таверне \"Золотой Скарабей\". Амара Песчаная Буря, опытный следопыт пустыни, искала компаньонов для исследования древних руин. Тутанхамон Золотой, благородный паладин, получил видение о великом зле, пробуждающемся в пустыне.\n\nИсида Мудрая, жрица древних богов, чувствовала нарастающую тьму, а Хепри Теневой, ловкий плут, просто искал приключений и богатства. Судьба свела их вместе, когда в таверну ворвался испуганный торговец, рассказывающий о странных событиях в оазисе Амон-Ра.\n\nГруппа решила отправиться в путь на следующий день, запасшись провизией и снаряжением для путешествия по пустыне."
    },
    {
      "id": 2,
      "title": "Оазис Амон-Ра",
      "date": "22 марта 2024",
      "location": "Оазис Амон-Ра",
      "session": 2,
      "type": "Исследование",
      "summary": "Первые признаки древнего проклятия",
      "content": "После трех дней пути по безжалостной пустыне, группа достигла оазиса Амон-Ра. То, что когда-то было процветающим поселением, теперь представляло собой жуткое зрелище. Пальмы засохли, вода в источнике стала мутной, а местные жители говорили шепотом о странных видениях по ночам.\n\nСтарейшина деревни, Ахмед ибн Юсуф, рассказал героям о древней гробнице, обнаруженной недавно торговцами. С момента её вскрытия начались странные события: скот болел, урожай гнил, а по ночам слышались жуткие стоны из пустыни.\n\nИсида провела ритуал очищения воды, временно восстановив её чистоту, что принесло надежду жителям. Группа решила исследовать гробницу на следующий день."
    },
    {
      "id": 3,
      "title": "Гробница Хранителя",
      "date": "29 марта 2024",
      "location": "Древняя гробница",
      "session": 3,
      "type": "Подземелье",
      "summary": "Первое столкновение с нежитью",
      "content": "Вход в гробницу был украшен иероглифами, которые Исида смогла частично перевести. Они предупреждали о \"Хранителе Вечного Сна\" и проклятии, которое постигнет тех, кто потревожит его покой.\n\nВнутри гробницы группа столкнулась с хитроумными ловушками: падающими блоками, ядовитыми дротиками и коварными ямами. Хепри проявил себя как мастер обезвреживания ловушек, спасая группу от верной смерти несколько раз.\n\nВ главной камере героев ждал Хранитель - древняя мумия, окруженная скелетами-стражами. Битва была жестокой: Тутанхамон держал оборону, пока Амара осыпала врагов стрелами, Исида лечила раны товарищей, а Хепри наносил точные удары из тени.\n\nПосле победы группа обнаружила первый фрагмент древнего амулета и узнала о существовании других гробниц."
    },
    {
      "id": 4,
      "title": "Тайна Пирамиды Солнца",
      "date": "5 апреля 2024",
      "location": "Пирамида Солнца",
      "session": 4,
      "type": "Главное задание",
      "summary": "Раскрытие заговора культа Сета",
      "content": "Следуя подсказкам из первой гробницы, группа отправилась к Пирамиде Солнца. По пути они встретили караван, подвергшийся нападению культистов Сета. Спасенный торговец рассказал о тайном культе, стремящемся пробудить древнее зло.\n\nВ пирамиде героев ждали не только ловушки и нежить, но и живые враги - фанатичные культисты, готовые умереть за своего темного бога. Группа обнаружила ритуальную камеру, где культисты пытались провести церемонию пробуждения.\n\nИсида смогла прервать ритуал, но не полностью - часть темной энергии уже была высвобождена. Лидер культистов, верховный жрец Имхотеп, сбежал, но не раньше, чем проклял героев, пообещав, что их души будут принадлежать Сету.\n\nГруппа получила второй фрагмент амулета и важную информацию о местонахождении главной гробницы."
    },
    {
      "id": 5,
      "title": "Битва в Долине Царей",
      "date": "12 апреля 2024",
      "location": "Долина Царей",
      "session": 5,
      "type": "Эпическая битва",
      "summary": "Финальное противостояние с Имхотепом",
      "content": "Долина Царей встретила героев зловещей тишиной. Древние гробницы фараонов были осквернены культистами, а воздух пропитался темной магией. В центре долины возвышалась главная гробница - усыпальница фараона Хуфу, где культисты готовили финальный ритуал.\n\nБитва началась на рассвете. Армия нежити, поднятая Имхотепом, атаковала героев волнами. Тутанхамон, сияя божественным светом, рассеивал тьму, пока его товарищи прорывались к главной гробнице.\n\nВнутри усыпальницы состоялось эпическое противостояние с Имхотепом, который успел частично трансформироваться в лича. Используя все три фрагмента амулета, Исида смогла создать защитный барьер, а группа объединенными усилиями победила древнее зло.\n\nС падением Имхотепа проклятие было снято, мертвые обрели покой, а оазисы пустыни снова зацвели. Группа стала легендой, но их приключения только начинались..."
    }
  ]
}
